/* Boxcar email address field label */
"Email Address:" = "ที่อยู่อีเมล์:";

/* Failure adding email */
"Invalid Email" = "อีเมล์ไม่ถูกต้อง";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "ส่งขณะไร้กิจกรรมเท่านั้น:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "ส่งเมื่อมีระดับความสำคัญอย่างน้อย:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "ใส่คำนำหน้าข้อความแจ้งเตือนว่า:";

/* Success adding boxcar */
"Registered!" = "ลงทะเบียนแล้ว!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "อีเมล์ที่ไม่รู้จัก";

